tap "caskroom/fonts"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
brew "autojump"
brew "cask"
brew "cmake"
brew "docker"
brew "docker-compose"
brew "fzf"
brew "git"
brew "jq"
brew "macvim"
brew "mas"
brew "mono"
brew "node@10"
brew "the_silver_searcher"
brew "tree"
brew "zsh"
cask "docker"
cask "dotnet-sdk"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "logitech-gaming-software"
cask "microsoft-teams"
cask "scroll-reverser"
cask "visual-studio-code"
cask "caskroom/fonts/font-fira-code"
mas "com.hegenberg.BetterSnapTool", id: 417375580
