tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jdx/tap"
tap "jesseduffield/lazygit"
brew "asdf"
brew "aws-cdk"
brew "awscli"
brew "bat"
brew "caddy"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "unbound"
brew "gnutls"
brew "libassuan"
brew "libksba"
brew "pinentry"
brew "gnupg"
brew "go"
brew "httpie"
brew "jq"
brew "neovim"
brew "ollama", restart_service: :changed
brew "pipx"
brew "pnpm"
brew "ripgrep"
brew "scc"
brew "stylua"
brew "tree"
brew "vault"
brew "zsh"
brew "jesseduffield/lazygit/lazygit"
cask "alfred"
cask "authy"
cask "brave-browser"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "hammerspoon"
cask "insomnia"
cask "kitty"
cask "obsidian"
cask "rancher"
cask "scroll-reverser"
cask "slack"
cask "todoist"
cask "visual-studio-code"
vscode "bierner.markdown-mermaid"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "jebbs.plantuml"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cpptools"
vscode "ms-vsliveshare.vsliveshare"
vscode "pkief.material-icon-theme"
vscode "redhat.java"
vscode "rust-lang.rust-analyzer"
vscode "sumneko.lua"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-initializr"
vscode "vscodevim.vim"
vscode "zhuangtongfa.material-theme"
