tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "pivotal/tap"
tap "somdoron/formulae"
tap "spring-io/tap"
brew "autojump"
brew "python@3.9"
brew "awscli"
brew "bat"
brew "grpc"
brew "bear"
brew "ccls"
brew "circleci"
brew "clang-format"
brew "cmake"
brew "docker", link: false
brew "docker-compose", link: false
brew "fish"
brew "fzf"
brew "git"
brew "gnutls"
brew "gradle"
brew "htop"
brew "jq"
brew "make"
brew "mas"
brew "maven"
brew "neovim"
brew "nghttp2"
brew "node"
brew "ripgrep"
brew "ruby"
brew "the_silver_searcher"
brew "tree"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "adoptopenjdk8"
cask "alfred"
cask "amazon-music"
cask "burp-suite"
cask "cyberduck"
cask "docker"
cask "dotnet-sdk"
cask "firefox"
cask "font-fira-code"
cask "insomnia"
cask "iterm2"
cask "keybase"
cask "logitech-gaming-software"
cask "scroll-reverser"
cask "slack"
cask "tableplus"
cask "visual-studio-code"
cask "zoom"
