tap "adoptopenjdk/openjdk"
tap "cmacrae/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "pivotal/tap"
tap "somdoron/formulae"
tap "spring-io/tap"
brew "python@3.10"
brew "autojump"
brew "awscli"
brew "bat"
brew "unbound"
brew "gnutls"
brew "cask"
brew "circleci"
brew "docker-compose"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "gradle"
brew "grpc"
brew "htop"
brew "jq"
brew "llvm"
brew "maven"
brew "neovim"
brew "nghttp2"
brew "node"
brew "pnpm"
brew "python@3.9"
brew "ripgrep"
brew "ruby"
brew "scc"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "zsh"
brew "jesseduffield/lazygit/lazygit"
cask "adoptopenjdk8"
cask "alfred"
cask "amethyst"
cask "authy"
cask "brave-browser"
cask "cyberduck"
cask "dotnet-sdk"
cask "firefox"
cask "font-fira-code"
cask "hammerspoon"
cask "insomnia"
cask "kitty"
cask "logitech-gaming-software"
cask "obsidian"
cask "scroll-reverser"
cask "slack"
cask "tableplus"
cask "visual-studio-code"
cask "zoom"
